Repository: MathBach32/traceability-psg-offal
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fr

source: Label Printer
fr: Étiqueteuse

source: Number of labels to print:
fr: Nombre d'étiquettes à imprimer :

source: Print
fr: Imprimer

source: Enter a number and click Print.
fr: Entrez un nombre et cliquez sur Imprimer.

source: Error: Please enter a positive whole number.
fr: Erreur : Merci d'entrer un nombre entier positif.

source: Sending to printer...
fr: Envoie à l'étiqueteuse...

source: Successfully sent print job for {} labels.
fr: Travail d'impression envoyé avec succès pour {} étiquettes.

source: Error: Connection timed out. Check printer IP and network.
fr: Erreur : la connexion a expiré. Vérifiez l'adresse IP et le réseau de l'imprimante.

source: Error: A network error occurred.
fr: Erreur : une erreur réseau s'est produite.

source: Error: An unexpected error occurred.
fr: Erreur : Une erreur inatendue s'est produite.

source: About
fr: À propos

source: About Label Printer
fr: À propos de l'étiqueteuse

source: Label Printer v1.0
fr: Étiqueteuse v1.0

source: Developed by: MathBach32
fr: Développé par : MathBach32

source: For any bug or suggestion, contact:
fr: Pour tout bug ou suggestion, contactez :

source: This software is distributed under the
fr: Ce logiciel est distribué sous la licence

source: Creative Commons BY-NC-SA 4.0 license.
fr: Creative Commons BY-NC-SA 4.0.
